Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# login.card.sleep.value
source: 7h 58m
ru: 7 ч 58 мин
zh_hans: 7小时 58分钟

# login.card.workout.subtitle
source: Today
ru: Сегодня
zh_hans: 今天

# login.card.workout.title
source: Workout
ru: Тренировка
zh_hans: 训练

# login.card.workout.value
source: Strength
ru: Силовая
zh_hans: 力量

# login.hero.subtitle
source: Personalized recovery, movement, and nutrition for your day.
ru: Восстановление, движение и питание — под ваш день.
zh_hans: 为您的日常生活提供个性化的恢复方案、运动建议与营养指导。

# login.hero.title.line1
source: Feel ready
ru: Ваш лучший день
zh_hans: 准备好了吗？

# login.hero.title.line2
source: before you train.
ru: начинается сейчас.
zh_hans: 现在开始。

# login.localReplaceApple.message
source: Continuing without an account starts a separate local workspace on this device. Data from your Apple account on this device will be removed. Sign in with the same Apple ID instead if you want to keep it.
ru: Продолжение без аккаунта откроет отдельное локальное пространство на этом устройстве. Данные аккаунта Apple на этом устройстве будут удалены. Войдите тем же Apple ID, если хотите их сохранить.
zh_hans: 若未登录账户继续操作，将在本设备上创建一个新的本地工作区。您本设备上 Apple 账户中的数据将被清除。若您希望保留这些数据，请使用同一 Apple ID 重新登录。

# login.localReplaceApple.primary
source: Continue without account
ru: Продолжить без аккаунта
zh_hans: 无需账户继续

# login.localReplaceApple.title
source: Replace account data?
ru: Заменить данные аккаунта?
zh_hans: 要更换该账户的个人信息吗？

# login.note.appleHealth
source: Apple Health improves personalization. You stay in control — connect when you're ready.
ru: Apple Health улучшает персонализацию. Вы решаете, когда подключить его.
zh_hans: Apple Health 提升个性化体验。您始终掌控全局——在您准备好时随时连接。

# login.note.appleHealth.line1
source: Apple Health improves personalization.
ru: Apple Health улучшает персонализацию.
zh_hans: Apple Health 提升了个性化体验。

# login.note.appleHealth.line2
source: You stay in control — connect when you're ready.
ru: Вы контролируете процесс — подключите, когда будете готовы.
zh_hans: 您掌控着整个过程——待条件成熟时再连接。

# login.note.connectWhenReady
source: Connect it when you're ready.
ru: Подключите, когда будете готовы.
zh_hans: 准备好后将其连接。

# login.or
source: or
ru: или
zh_hans: 或

# login.sheet.signIn.subtitle
source: Sign in to access your WeekFit account.
ru: Войдите, чтобы открыть свой аккаунт WeekFit.
zh_hans: 请登录以开启您的 WeekFit 账户。

# login.sheet.signIn.title
source: Sign In
ru: Вход
zh_hans: 登录

# login.terms.and
source: and
ru: и
zh_hans: 和

# login.terms.intro
source: By continuing, you agree to WeekFit’s
ru: Продолжая, вы соглашаетесь с WeekFit
zh_hans: 继续使用即表示您同意 WeekFit 的相关条款。

# login.terms.privacy
source: Privacy Policy
ru: Политикой конфиденциальности
zh_hans: 隐私政策

# login.terms.service
source: Terms of Service
ru: Условиями использования
zh_hans: 服务条款

source: Low-friction recovery options
ru: Простые варианты восстановления
zh_hans: 低摩擦恢复方案

source: Manage Apple Health permissions anytime in Apple Health or iOS Settings.
ru: Управляйте разрешениями Apple Health в любое время в Apple Health или настройках iOS.
zh_hans: 随时在 Apple Health 或 iOS 设置中管理 Apple Health 权限。

# meals.1Serving
source: 1 serving
ru: 1 порция
zh_hans: 1 份

# meals.actions.logForFormat
source: Log for %@
ru: Записать для %@
zh_hans: 记录到 %@

# meals.addANameBeforeSaving
source: Add a name before saving.
ru: Добавьте название перед сохранением.
zh_hans: 保存前请输入名称。

# meals.addAPhotoOfYourFood
source: Add a photo of your food
ru: Добавьте фото еды
zh_hans: 添加您的美食照片

# meals.addAtLeastOneNutritionValue
source: Add at least one nutrition value.
ru: Добавьте хотя бы одно значение питания.
zh_hans: 至少添加一项营养成分。

# meals.addVegetablesToppingsAndDressingIfIncluded
source: Add vegetables, toppings and dressing if included.
ru: Добавьте овощи, топпинги и соус, если они есть.
zh_hans: 如需添加蔬菜、配料及酱料，请一并添加。

# meals.antiInflammatory
source: Anti-Inflammatory
ru: Противовоспалительное
zh_hans: 抗炎

# meals.aSavedItemWithThisNameAlreadyExists
source: A saved item with this name already exists.
ru: Сохраненный пункт с таким названием уже существует.
zh_hans: 已存在一个同名已保存项目。

# meals.balanced
source: Balanced
ru: Сбалансированное
zh_hans: 均衡的

# meals.barcode.analyzing
source: Looking up product…
ru: Ищем продукт…
zh_hans: 寻找产品……

# meals.barcode.found
source: Found: %1$@ — %2$d kcal (%3$@). Review before saving.
ru: Найдено: %1$@ — %2$d ккал (%3$@). Проверьте перед сохранением.
zh_hans: 已发现：%1$@—%2$dkcal（%3$@）。保存前请审核。

# meals.barcode.foundNameOnly
source: Found product name: %1$@ (%2$@). Add nutrition manually.
ru: Найдено название: %1$@ (%2$@). Добавьте нутриенты вручную.
zh_hans: 已找到产品名称：%1$@（%2$@）。请手动添加营养成分。

# meals.barcode.foundPer100g
source: Found: %1$@ — %2$d kcal per 100 g (%3$@). Review before saving.
ru: Найдено: %1$@ — %2$d ккал на 100 г (%3$@). Проверьте перед сохранением.
zh_hans: 已发现：%1$@—%2$dkcal/100 g（%3$@）。保存前请审核。

# meals.barcode.notFound
source: Product not found. Try again or enter nutrition manually.
ru: Продукт не найден. Попробуйте ещё раз или введите данные вручную.
zh_hans: 未找到相关产品。请重试或手动输入营养成分。

# meals.barcode.offline
source: No internet connection. Try again or enter nutrition manually.
ru: Нет подключения к интернету. Повторите или введите данные вручную.
zh_hans: 未检测到网络连接。请重试或手动输入营养信息。

# meals.barcode.partial
source: Some nutrition values are missing.
ru: Некоторые значения питания отсутствуют.
zh_hans: 部分营养数值缺失。

# meals.barcode.source.nutritionLabel
source: Nutrition label
ru: Этикетка
zh_hans: 标签

# meals.barcode.source.unknown
source: Database
ru: База данных
zh_hans: 数据库

# meals.breakfast
source: Breakfast
ru: Завтрак
zh_hans: 早餐

# meals.builder.benefit.balancedIngredients
source: Balanced ingredients
ru: Сбалансированные ингредиенты
zh_hans: 成分均衡

# meals.builder.benefit.customMeal
source: Custom meal
ru: Свой прием пищи
zh_hans: 自定义餐食

# meals.builder.benefit.profile
source: Based on your profile
ru: На основе вашего профиля
zh_hans: 根据您的个人资料

# meals.builder.defaultMealTitle
source: Your meal
ru: Ваш прием пищи
zh_hans: 您的餐食

# meals.builder.empty.drinksSelected
source: Drinks selected
ru: Напитки выбраны
zh_hans: 已选饮品

# meals.builder.empty.startWithBase
source: Start with a base
ru: Начните с основы
zh_hans: 从基础开始

# meals.builder.hint.added
source: added
ru: добавлено
zh_hans: 已添加

# meals.builder.hint.addMore
source: add more
ru: добавьте еще
zh_hans: 再加一些

# meals.builder.hint.addProtein
source: add protein
ru: добавьте белок
zh_hans: 添加蛋白质

# meals.builder.hint.chooseOne
source: choose one
ru: выберите один
zh_hans: 请选择一个

# meals.builder.hint.countAddedFormat
source: %lld added
ru: %lld добавлено
zh_hans: 已添加%lld

# meals.builder.hint.oneSelected
source: 1 selected
ru: 1 выбрано
zh_hans: 已选择 1 项

# meals.builder.hint.optional
source: optional
ru: необязательно
zh_hans: 非必需

# meals.builder.period.title
source: Meal category
ru: Категория блюда
zh_hans: 菜品类别

# meals.builder.progress.base
source: Base
ru: Основа
zh_hans: 基础

# meals.builder.progress.extra
source: Extra
ru: Добавки
zh_hans: 附加

# meals.builder.progress.protein
source: Protein
ru: Белок
zh_hans: 蛋白质

# meals.builder.progress.veg
source: Veg
ru: Овощи
zh_hans: 蔬菜

# meals.builder.subtitle.create
source: Tap +/− on a selected ingredient to adjust portions.
ru: Нажмите +/− у выбранного ингредиента, чтобы изменить порцию.
zh_hans: 点击所选食材旁的 +/− 按钮以调整分量。

# meals.builder.subtitle.createEmpty
source: Tap a base below to start your plate.
ru: Выберите основу ниже, чтобы собрать тарелку.
zh_hans: 请从下方选择基底，以组装餐盘。

# meals.builder.subtitle.edit
source: Adjust ingredients and save changes.
ru: Измените ингредиенты и сохраните правки.
zh_hans: 调整配料并保存更改。

# meals.builder.title.create
source: Build Meal
ru: Создать блюдо
zh_hans: 制作餐食

# meals.builder.title.edit
source: Edit Meal
ru: Блюдо
zh_hans: 编辑餐食

# meals.catalog.loadFailed.message
source: WeekFit could not load its built-in meal catalog. Tap Try again, or restart the app.
ru: WeekFit не удалось загрузить встроенный каталог блюд. Нажмите «Попробовать снова» или перезапустите приложение.
zh_hans: WeekFit 未能加载内置菜品目录。请点击“重试”或重新启动应用程序。

# meals.catalog.loadFailed.title
source: Meal library unavailable
ru: Библиотека питания недоступна
zh_hans: 餐食库不可用

# meals.category.base
source: Base
ru: Основа
zh_hans: 基础

# meals.category.bases
source: Bases
ru: Основы
zh_hans: 基座

# meals.category.extras
source: Extras
ru: Добавки
zh_hans: 附加内容

# meals.category.food
source: Food
ru: Продукт
zh_hans: 食物

# meals.category.meal
source: Meal
ru: Прием пищи
zh_hans: 餐食

# meals.category.protein
source: Protein
ru: Белок
zh_hans: 蛋白质

# meals.category.proteins
source: Proteins
ru: Белки
zh_hans: 蛋白质

# meals.category.vegetables
source: Vegetables
ru: Овощи
zh_hans: 蔬菜

# meals.category.veggies
source: Veggies
ru: Овощи
zh_hans: 蔬菜

# meals.chooseHowYouWantToAddFood
source: Choose how you want to add food
ru: Выберите, как добавить еду
zh_hans: 选择您想要添加食物的方式

# meals.coachRecommendation.accessibilityFormat
source: Coach recommendation: %@
ru: Рекомендация тренера: %@
zh_hans: 教练推荐：%@

# meals.coachRecommendationsWillUseYourSavedMeals
source: Your coach learns from them over time.
ru: Тренер учится на них со временем.
zh_hans: 教练随着时间的推移，也会从这些事物中学习。

# meals.cookOrAssembleTheMainProteinAndBaseComponents
source: Cook or assemble the main protein and base components.
ru: Приготовьте или соберите основной белок и базу.
zh_hans: 烹煮或组装主蛋白质与基础食材。

# meals.create
source: Add meal
ru: Добавить блюдо
zh_hans: 添加餐食

# meals.createFoodOrMeal
source: Create food or meal
ru: Создать продукт или блюдо
zh_hans: 制作食物或餐食

# meals.createYourFirstFoodOrMeal
source: Create your first meal
ru: Создайте первое блюдо
zh_hans: 制作你的第一餐

# meals.creation.builder.subtitle
source: Create from ingredients
ru: Собрать из ингредиентов
zh_hans: 根据食材制作

# meals.creation.builder.title
source: Build a meal
ru: Создать блюдо
zh_hans: 准备一餐

# meals.creation.customFood.subtitle
source: Save your own recipe
ru: Сохранить свой рецепт
zh_hans: 保存您的食谱

# meals.creation.customFood.title
source: Create custom food
ru: Создать свой продукт
zh_hans: 创建自定义食物

# meals.customFood
source: Custom Food
ru: Свой продукт
zh_hans: 定制食品

# meals.customMeal
source: Custom Meal
ru: Свое блюдо
zh_hans: 定制餐食

# meals.delete
source: Delete
ru: Удалить
zh_hans: 删除

# meals.detail.caloriesFormat
source: %lld kcal
ru: %lld ккал
zh_hans: %lld千卡

# meals.detail.gramFormat
source: %lldg
ru: %lld г
zh_hans: %lld 克

# meals.detail.macroSummary.calories
source: Calories
ru: Калории
zh_hans: 热量

# meals.detail.macroSummary.carbs
source: Carbs
ru: Углеводы
zh_hans: 碳水

# meals.detail.macroSummary.fats
source: Fats
ru: Жиры
zh_hans: 脂肪

# meals.detail.macroSummary.protein
source: Protein
ru: Белки
zh_hans: 蛋白质

# meals.dinner
source: Dinner
ru: Ужин
zh_hans: 晚餐

# meals.emptyLibrary.createMealCTA
source: Create meal
ru: Создать блюдо
zh_hans: 创建餐食

# meals.emptyState.expanded.benefit.build.subtitle
source: Combine foods into reusable meals
ru: Объединяйте продукты в готовые блюда
zh_hans: 将多种食材组合成可重复使用的餐食

# meals.emptyState.expanded.benefit.build.title
source: Build meals in seconds
ru: Создавайте блюда за секунды
zh_hans: 数秒内快速制作餐食

# meals.emptyState.expanded.benefit.reuse.subtitle
source: Your saved meals stay ready to log
ru: Сохраненные блюда всегда готовы к добавлению
zh_hans: 保存好的菜肴随时均可添加。

# meals.emptyState.expanded.benefit.reuse.title
source: Reuse anytime
ru: Используйте снова
zh_hans: 再次使用

# meals.emptyState.expanded.benefit.scan.subtitle
source: Use barcode scanning for packaged foods
ru: Используйте штрихкод для упакованных продуктов
zh_hans: 对包装产品使用条形码

# meals.emptyState.expanded.benefit.scan.title
source: Scan and add quickly
ru: Сканируйте и добавляйте
zh_hans: 快速扫描添加

# meals.emptyState.expanded.cta
source: Create your first meal
ru: Создать первое блюдо
zh_hans: 制作你的第一餐

# meals.emptyState.expanded.message
source: Create meals once, then log them in seconds whenever you eat them again.
ru: Сохраняйте блюда один раз, чтобы затем добавлять их в дневник за несколько секунд.
zh_hans: 只需一次性创建餐食，下次食用时仅需几秒钟即可完成记录。

# meals.emptyState.expanded.title
source: Build your meal library
ru: Создайте свою коллекцию блюд
zh_hans: 构建您的美食库

# meals.enterFoodName
source: Enter food name
ru: Введите название продукта
zh_hans: 请输入食物名称

# meals.foodDetails
source: Food Details
ru: Детали продукта
zh_hans: 食品详情

# meals.foodForm.barcodeResult.change
source: Change
ru: Изменить
zh_hans: 更改

# meals.foodForm.barcodeResult.found
source: Product found
ru: Продукт найден
zh_hans: 已找到产品

# meals.foodForm.barcodeResult.partialStatus
source: Some nutrition values are missing.
ru: Некоторые значения питания отсутствуют.
zh_hans: 部分营养数值缺失。

# meals.foodForm.barcodeResult.reviewHint
source: Nutrition imported. Review before saving.
ru: Питательность импортирована. Проверьте перед сохранением.
zh_hans: 已导入营养信息。保存前请审核。

# meals.foodForm.barcodeResult.scanAnother
source: Scan another
ru: Сканировать ещё
zh_hans: 继续扫描

# meals.foodForm.cameraUnavailable
source: Camera is unavailable on this device.
ru: Камера недоступна на этом устройстве.
zh_hans: 本设备不支持摄像头功能。

# meals.foodForm.display.customMeal
source: Custom meal
ru: Свой прием пищи
zh_hans: 自定义餐食

# meals.foodForm.display.manualEntry
source: Manual entry
ru: Вручную
zh_hans: 手动

# meals.foodForm.display.serving
source: Serving
ru: Порция
zh_hans: 份量

# meals.foodForm.enterManually
source: Enter nutrition manually
ru: Ввести КБЖУ вручную
zh_hans: 手动输入营养信息

# meals.foodForm.name.hint
source: Give your food a name to save it to your library.
ru: Дайте продукту название, чтобы сохранить его в библиотеке.
zh_hans: 为您的食物命名，以便将其添加到您的资料库中。

# meals.foodForm.nutrient.a11yHint
source: Double tap to edit
ru: Дважды нажмите, чтобы изменить
zh_hans: 双击编辑

# meals.foodForm.orDivider
source: OR
ru: ИЛИ
zh_hans: 或

# meals.foodForm.photoBarcodeHint
source: Photograph the barcode and we'll look up the product and fill in nutrition per 100 g.
ru: Сфотографируйте штрихкод — мы найдём продукт и заполним нутриенты на 100 г.
zh_hans: 请拍摄条形码，我们将据此查询产品信息并填写每100克产品的营养成分数据。

# meals.foodForm.photoBarcodeShort
source: Scan barcode
ru: Скан штрихкода
zh_hans: 扫描条码

# meals.foodForm.photoKept.manualNutrition
source: Photo saved. Enter name and nutrition manually.
ru: Фото сохранено. Укажите название и КБЖУ вручную.
zh_hans: 照片已保存。请手动输入名称及营养成分。

# meals.foodForm.preview.newFood
source: New Food
ru: Новый продукт
zh_hans: 新食品

# meals.foodForm.save.disabledA11y
source: Disabled
ru: Недоступно
zh_hans: 丧失能力的

# meals.foodForm.save.enabledA11y
source: Enabled
ru: Доступно
zh_hans: 已启用

# meals.foodForm.scanBarcode.button
source: Open camera
ru: Открыть камеру
zh_hans: 打开摄像头

# meals.foodForm.scanBarcode.subtitle
source: Take a photo of the product or its barcode — we’ll fill nutrition when we can.
ru: Сфотографируйте продукт или штрихкод — КБЖУ подставим, если сможем.
zh_hans: 请拍摄产品或条形码——若可行，КБЖУ 将予以提供。

# meals.foodForm.scanBarcode.title
source: Photo or barcode
ru: Фото или штрихкод
zh_hans: 照片或条形码

# meals.foodForm.serving.a11yHint
source: Double tap to edit serving size in grams
ru: Дважды нажмите, чтобы изменить размер порции в граммах
zh_hans: 双击即可编辑份量（单位：克）

# meals.foodForm.subtitle.create
source: Add a new food to your library
ru: Добавьте новый продукт в библиотеку
zh_hans: 向您的美食库添加新美食

# meals.foodForm.subtitle.edit
source: Update this food in your library
ru: Обновите этот продукт в библиотеке
zh_hans: 更新库中的此产品

# meals.foodForm.title.create
source: Create Food
ru: Создать продукт
zh_hans: 制作食物

# meals.foodForm.title.edit
source: Edit Food
ru: Продукт
zh_hans: 编辑食物

# meals.foodForm.validation.photoSaveFailed
source: Could not save the selected photo.
ru: Не удалось сохранить выбранное фото.
zh_hans: 无法保存所选照片。

# meals.foodForm.validation.requiredFields
source: Add a name, serving size, and at least one nutrition value.
ru: Добавьте название, размер порции и хотя бы одно значение питательности.
zh_hans: 添加名称、份量以及至少一项营养成分值。

# meals.foodName
source: Food name
ru: Название продукта
zh_hans: 食物名称

# meals.highProtein
source: High Protein
ru: Много белка
zh_hans: 高蛋白

# meals.hydration
source: Hydration
ru: Вода
zh_hans: 补水

# meals.ingredient.almonds
source: Almonds
ru: Миндаль
zh_hans: 杏仁

# meals.ingredient.apple
source: Apple
ru: Яблоко
zh_hans: 苹果

# meals.ingredient.asparagus
source: Asparagus
ru: Спаржа
zh_hans: 芦笋

# meals.ingredient.avocado
source: Avocado
ru: Авокадо
zh_hans: 牛油果

# meals.ingredient.banana
source: Banana
ru: Банан
zh_hans: 香蕉

# meals.ingredient.beef
source: Beef
ru: Говядина
zh_hans: 牛肉

# meals.ingredient.bellPepper
source: Bell Pepper
ru: Болгарский перец
zh_hans: 甜椒

# meals.ingredient.blueberries
source: Blueberries
ru: Голубика
zh_hans: 蓝莓

# meals.ingredient.broccoli
source: Broccoli
ru: Брокколи
zh_hans: 西兰花

# meals.ingredient.buckwheat
source: Buckwheat
ru: Гречка
zh_hans: 荞麦

# meals.ingredient.butter
source: Butter
ru: Сливочное масло
zh_hans: 黄油

# meals.ingredient.carrot
source: Carrot
ru: Морковь
zh_hans: 胡萝卜

# meals.ingredient.category.base
source: Base
ru: Основа
zh_hans: 基础

# meals.ingredient.category.basePlural
source: Bases
ru: Основы
zh_hans: 基座

# meals.ingredient.category.drinks
source: Drinks
ru: Напитки
zh_hans: 饮品

# meals.ingredient.category.extra
source: Extra
ru: Добавка
zh_hans: 附加

# meals.ingredient.category.extras
source: Add-ons
ru: Добавки
zh_hans: 附加组件

# meals.ingredient.category.protein
source: Protein
ru: Белок
zh_hans: 蛋白质

# meals.ingredient.category.proteinPlural
source: Proteins
ru: Белки
zh_hans: 蛋白质

# meals.ingredient.category.vegetable
source: Vegetable
ru: Овощ
zh_hans: 蔬菜

# meals.ingredient.category.vegetables
source: Vegetables
ru: Овощи
zh_hans: 蔬菜

# meals.ingredient.category.vegetablesShort
source: Veggies
ru: Овощи
zh_hans: 蔬菜

# meals.ingredient.cheese
source: Cheese
ru: Сыр
zh_hans: 奶酪

# meals.ingredient.chiaSeeds
source: Chia Seeds
ru: Семена чиа
zh_hans: 奇亚籽

# meals.ingredient.chicken
source: Chicken
ru: Курица
zh_hans: 鸡

# meals.ingredient.cottageCheese
source: Cottage Cheese
ru: Творог
zh_hans: 酸酪

# meals.ingredient.cucumber
source: Cucumber
ru: Огурец
zh_hans: 黄瓜

# meals.ingredient.eggs
source: Eggs
ru: Яйца
zh_hans: 卵

# meals.ingredient.greekYogurt
source: Greek Yogurt
ru: Греческий йогурт
zh_hans: 希腊酸奶

# meals.ingredient.honey
source: Honey
ru: Мед
zh_hans: 蜂蜜

# meals.ingredient.lettuce
source: Lettuce
ru: Листья салата
zh_hans: 生菜

# meals.ingredient.muesli
source: Muesli
ru: Мюсли
zh_hans: 麦斯利

# meals.ingredient.mushrooms
source: Mushrooms
ru: Грибы
zh_hans: 蘑菇

# meals.ingredient.oatmeal
source: Oatmeal
ru: Овсянка
zh_hans: 燕麦粥

# meals.ingredient.oliveOil
source: Olive Oil
ru: Оливковое масло
zh_hans: 橄榄油

# meals.ingredient.pasta
source: Pasta
ru: Паста
zh_hans: 意面

# meals.ingredient.peanutButter
source: Peanut Butter
ru: Арахисовая паста
zh_hans: 花生酱

# meals.ingredient.potatoes
source: Potatoes
ru: Картофель
zh_hans: 马铃薯

# meals.ingredient.redOnion
source: Red Onion
ru: Красный лук
zh_hans: 红洋葱

# meals.ingredient.rice
source: Rice
ru: Рис
zh_hans: 米饭

# meals.ingredient.salmon
source: Salmon
ru: Лосось
zh_hans: 三文鱼

# meals.ingredient.shrimp
source: Shrimp
ru: Креветки
zh_hans: 虾

# meals.ingredient.spinach
source: Spinach
ru: Шпинат
zh_hans: 菠菜

# meals.ingredient.strawberries
source: Strawberries
ru: Клубника
zh_hans: 草莓

# meals.ingredient.toast
source: Toast
ru: Тост
zh_hans: 吐司

# meals.ingredient.tomatoes
source: Tomatoes
ru: Помидоры
zh_hans: 番茄

# meals.ingredient.turkey
source: Turkey
ru: Индейка
zh_hans: 火鸡

# meals.ingredient.walnuts
source: Walnuts
ru: Грецкие орехи
zh_hans: 核桃

# meals.ingredient.whiteFish
source: White Fish
ru: Белая рыба
zh_hans: 白鱼

# meals.ingredient.zucchini
source: Zucchini
ru: Цукини
zh_hans: 祖基尼

# meals.library.action.logEaten
source: Log as eaten
ru: Отметить съеденным
zh_hans: 标记已食用

# meals.library.badge.bestForToday
source: Best for today
ru: Лучший на сегодня
zh_hans: 今日最佳选择

# meals.library.badge.enduranceFuel
source: Endurance fuel
ru: Для выносливости
zh_hans: 耐力型燃料

# meals.library.badge.eveningPick
source: Evening pick
ru: Вечерний выбор
zh_hans: 晚间精选

# meals.library.badge.heatRecoveryPick
source: Heat recovery
ru: После жары
zh_hans: 余热回收

# meals.library.badge.highProteinPick
source: High protein
ru: Много белка
zh_hans: 高蛋白

# meals.library.badge.morningPick
source: Morning pick
ru: Утренний выбор
zh_hans: 晨间精选

# meals.library.badge.postWorkoutPick
source: Post-workout pick
ru: После тренировки
zh_hans: 训练结束后

# meals.library.badge.preWorkoutPick
source: Pre-workout pick
ru: Перед тренировкой
zh_hans: 训练前

# meals.library.badge.proteinCatchUp
source: Protein catch-up
ru: Добор белка
zh_hans: 蛋白质选择

# meals.library.badge.recoveryPick
source: Recovery pick
ru: Для восстановления
zh_hans: 用于恢复

# meals.library.benefit.coach
source: Smarter coaching
ru: Умный тренер
zh_hans: 智能教练

# meals.library.benefit.fastLogging
source: One tap logging
ru: Лог за один тап
zh_hans: 一键记录

# meals.library.benefit.reusable
source: Reusable meals
ru: Готовые блюда
zh_hans: 预制菜

# meals.library.empty.action
source: Create
ru: Создать
zh_hans: 创建

# meals.library.empty.message
source: Build reusable plates or create foods you eat often.
ru: Соберите тарелки или создайте продукты, которые часто едите.
zh_hans: 制作可重复使用的餐盘，或制作您经常食用的食物。

# meals.library.empty.title
source: No saved meals yet
ru: Пока нет сохраненных приемов пищи
zh_hans: 目前尚未保存任何菜肴。

# meals.library.hero.coachRecommendation
source: Recommendation from Coach
ru: Рекомендация от тренера
zh_hans: 教练的建议

# meals.library.hero.details
source: Details
ru: Подробнее
zh_hans: 详情

# meals.library.hero.logMeal
source: Log Meal
ru: Записать
zh_hans: 记录餐食

# meals.library.hero.logNow
source: Log now
ru: Записать
zh_hans: 立即登录

# meals.library.itemSummaryFormat
source: %lld kcal • %@
ru: %lld ккал • %@
zh_hans: %lld 千卡 • %@

# meals.library.macroCarbs
source: C
ru: У
zh_hans: 碳

# meals.library.macroFats
source: F
ru: Ж
zh_hans: 脂

# meals.library.macroFiber
source: Fi
ru: К
zh_hans: 纤

# meals.library.macroProtein
source: P
ru: Б
zh_hans: 蛋白

# meals.library.openDetailsHint
source: Opens meal details
ru: Открывает детали блюда
zh_hans: 揭晓菜品详情

# meals.library.recommendation.factor.alignedWithCoachContext
source: Aligned with Coach context
ru: Согласовано с контекстом Тренера
zh_hans: 与教练背景保持一致

# meals.library.recommendation.factor.balancedMacros
source: Balanced macros
ru: Сбалансированные макросы
zh_hans: 均衡宏

# meals.library.recommendation.factor.bestMacroBalanceToday
source: Best macro balance today
ru: Лучший баланс макросов сегодня
zh_hans: 今日最佳宏观平衡配置

# meals.library.recommendation.factor.bestMatchFromSavedMeals
source: Best match from saved meals
ru: Лучшее совпадение среди сохранённых блюд
zh_hans: 从已保存的餐食中最佳匹配

# meals.library.recommendation.factor.closesProteinGap
source: Closes today's protein gap
ru: Закрывает сегодняшний разрыв по белку
zh_hans: 填补了今日蛋白质领域的空白

# meals.library.recommendation.factor.controlledAfterHeat
source: Controlled after heat
ru: Контролируемый выбор после жары
zh_hans: 热处理后控制

# meals.library.recommendation.factor.controlledCarbs
source: Controlled carbs
ru: Контролируемые углеводы
zh_hans: 控制碳水化合物摄入

# meals.library.recommendation.factor.controlledEveningChoice
source: Controlled evening choice
ru: Контролируемый вечерний выбор
zh_hans: 可控晚间选择

# meals.library.recommendation.factor.controlledMorningCalories
source: Controlled morning calories
ru: Контролируемые утренние калории
zh_hans: 控制早晨摄热量

# meals.library.recommendation.factor.easyEveningDigestion
source: Easy evening digestion
ru: Лёгкое вечернее переваривание
zh_hans: 轻松晚间消化

# meals.library.recommendation.factor.fitsCurrentMealTime
source: Fits this time of day
ru: Подходит к этому времени дня
zh_hans: 适合此时段

# meals.library.recommendation.factor.fitsTodaysCoachFocus
source: Fits today's Coach focus
ru: Подходит под фокус Тренера сегодня
zh_hans: 契合今天的教练重点
